helpBot = """Добро пожаловать! Буду рад быть полезным. Вот список моих услуг:
                           \n /start - показывает клавиатуру
                           \n Наберите:
                           \n "бонус" - паста по доступности домена
                           \n "договор" - паста про договор
                           \n "Технический перенос" - про технический перенос доменов
                           \n "Административный перенос" - про трансфер доменов
                           """
