isExactly = "Доменное имя после регистрации становится работоспособным после полного обновления DNS-серверов. " \
            "Данный процесс длится от 3 до 24 часов. Пожалуйста, ожидайте."

agreement = "Наша компания предоставляет услуги на основании публичной оферты, не требующей подписания. " \
            "Ознакомиться с офертой Вы можете по ссылке http://timeweb.com/ru/oferta-person/. " \
            "Раздел о письменном заключении договора доступен на нашем официальном сайте: " \
            "http://timeweb.com/ru/support/documents/. " \
            "В нем Вы можете ознакомиться с порядком заключения договора и скачать форму договора. " \
            "Договор является типовым и не подлежит изменению. " \
            "В случае, если Вам необходимо заключение договора об оказании услуг в письменном виде, пожалуйста, " \
            "пришлите два заполненных экземпляра со своей стороны по адресу: " \
            "196084, Россия, Санкт-Петербург, ул. Заставская, 22 корп. 2 лит. А, 8 этаж. " \
            "Обращаем Ваше внимание на то, что дату и номер указывать в договоре не нужно. " \
            "В целях ускорения процедуры подписания договора Вы можете направить заполненный и подписанный договор " \
            "в электронном варианте на контактный e-mail billing@timeweb.ru. " \
            "После получения подписанного Вами договора, Ваш экземпляр, подписанный с нашей стороны, " \
            "будет отправлен обратно на Ваш почтовый адрес."

domen = "Домен уже размещен на действующем аккаунте в нашей системе. Для размещения домена жби6.рф в панели управления " \
        "Вашего аккаунта был отправлен код подтверждения на административный e-mail данного домена. " \
        "Пожалуйста, предоставьте данный код в ответном сообщении."

tehDomen = "Технический перенос позволит отображать сайт"

admDomen = "Административный перенос возволит оплачивать домен через TimeWeb"
